Repository: miphreal/dsp
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Base Visualizer
ru_ru: Базовый отрисовщик данных

source: Clear Signals Map Visualizer
ru_ru: Чистый сигнал

source: Spectre Visualizer
ru_ru: Спектр сигнала

source: Wavelets Visualizer
ru_ru: Вейвлет сигнала

source: Spectrogram Visualizer
ru_ru: Спектрограмма сигнала

source: Channel Data Source (*.bin)
ru_ru: Канал (*.bin)

source: Channels Source Bundle (*.txt)
ru_ru: Группа каналов (*.txt)

source: signature
ru_ru: Сигнатура

source: channel_count
ru_ru: Количество каналов

source: fetch_size_per_channel
ru_ru: Размер выборки на один канал

source: spectral_lines_count
ru_ru: Количество спектральных линий

source: slice_freq
ru_ru: Частота среза

source: freq_dimension
ru_ru: Частотное разрешение

source: rcv_time
ru_ru: Время приёма блока данных

source: total_rcv_time
ru_ru: Общее время приёма данных

source: blocks_count
ru_ru: Количество принятых блоков

source: data_size
ru_ru: Размер данных (количество дискретных отсчетов в файле даных)

source: system_rcved_blocks
ru_ru: Число принятых блоков(принято системой)

source: max_value
ru_ru: Максимальное значение принятых данных

source: min_value
ru_ru: Минимальное значение принятых данных

source: File is loaded: %s
ru_ru: Файл загружен: %s

source: File info: %s
ru_ru: Информация о файле: %s

source: File does not exist: %s
ru_ru: Указанный файл не существует: %s

source: Progress
ru_ru: Прогресс

source: Digital Signal Processing
ru_ru: Цифровая обработка сигнала

source: Open data source
ru_ru: Открыть файлы с данными

source: Save plot
ru_ru: Экспорт графика

source: Exit
ru_ru: Выход

source: File
ru_ru: Файл

source: Signal Info Panel
ru_ru: Информационная панель

source: Signal
ru_ru: Сигнал

source: Author
ru_ru: Автор

source: About
ru_ru: О программе

source: Signal Info
ru_ru: Информация о сигнале

source: Values
ru_ru: Значения

source: Property
ru_ru: Параметры показа

source: Log
ru_ru: Лог

source: Save plot as...
ru_ru: Экспорт графика

source: Evgeny Lychkovsky, 2013, BSUIR, DSP
ru_ru: Евгений Лычковский, 2013, БГУИР, DSP

source: Parameter
ru_ru: Параметр

source: Value
ru_ru: Значения

source: Range
ru_ru: Диапазон по времени

source: Number of values
ru_ru: Числов учитываемых значений

source: Abs Max
ru_ru: Абсолютное значение максимума

source: Abs Min
ru_ru: Абсолютное значение минимума

source: Power of signal
ru_ru: Мощьность сигнала

source: Range of vibration
ru_ru: Размах колебаний

source: Average value
ru_ru: Среднее значение

source: Effective value
ru_ru: Среднее квадратическое значение

source: Frame position: %s/%s
ru_ru: Позиция отображаемой области (конечная точка): %s/%s

source: Zoom: %s%% (width: %s)
ru_ru: Масштаб: %s%% (ширина отображаемых значений: %s)

source: Colours
ru_ru: Цвета

source: Background Color:
ru_ru: Цвет фона:

source: Static Cursor Color:
ru_ru: Статический курсор:

source: Dynamic Cursor Color:
ru_ru: Динамический курсор:
